// about 페이지에서 사용되는 our identity card 데이터 상수화

export const IDENTITIES_DATA = [
  {
    id: 1,
    identity: '소수정예 집중 트랙 운영',
    description1:
      '기획·디자인 3명, 프론트엔드 6명, 백엔드 6명으로 선발해\n모든 파트가 다양한 팀 프로젝트를 경험할 수 있도록\n비율과 팀 멤버의 합을 고려해 운영합니다.',
    description2:
      '교육과 프로젝트 모두에서 운영진과 아기사자가 1:1~1:2로\n밀도 있는 피드백을 주고받을 수 있도록 지원합니다.',
  },
  {
    id: 2,
    identity: '함께 성장하는 팀 문화',
    description1: '프로젝트를 진행하면서 자연스럽게 팀원들과\n깊이 몰입하고 협력하게 됩니다.',
    description2:
      '이 과정에서 형성된 유대감은 프로젝트 후에도 계속 이어져, 모각코나 맛집 투어 같은 활발한 스터디 문화로\n자연스럽게 발전하고 있습니다.',
  },
  {
    id: 3,
    identity: '운영진으로 기여할 기회',
    description1:
      '운영진은 활동을 통해 세미나 자료 제작, 멘토링,\n연합 프로그램 기획 및 진행 등을 직접 경험합니다.\n물론, 운영진 개발 프로젝트에도 참여할 수 있습니다.',
    description2: '* 아기사자만 운영진으로 전환할 수 있으며,\n외부 공개 모집은 진행하지 않습니다.',
    isAdditionalInfo: true, // 부연 설명(투명도 60%로 표시) 여부
  },
];
